<?php
namespace UserV0_1\Model;
use Think\Model;

/**
 * +----------------------------------------------------------------------
 * 创建日期：2017年10月27日
 * +----------------------------------------------------------------------
 * https：//github.com/ALNY-AC
 * +----------------------------------------------------------------------
 * weixin：AJS0314
 * +----------------------------------------------------------------------
 * 订单模型
 * @author 代马狮
 *
 */

class OrderModel extends Model {

    public function add($goods_id, $num, $user_id) {

        $date['add_time'] = time();
        $date['state'] = '1';

    }

}
?>